# PoundsMassPerMinute Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..PoundsMassPerMinute Property
UnitTypeId Class See Also
---
Pounds mass per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId PoundsMassPerMinute { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PoundsMassPerMinute As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PoundsMassPerMinute {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace